---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.SymbolicCurveArray
source: html/a5b4164a-1416-ebc3-4661-2e056c9d6e1a.htm
---
# SymbolicCurveArray Members

Initializes a new instance of the SymbolicCurveArray class